---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.OhmM
source: html/a8faaca0-54fb-0559-b955-4c929f512ec9.htm
---
# Autodesk.Revit.DB.SymbolTypeId.OhmM Property

Symbol ohm·m, indicating unit Ohm meters.

## Syntax (C#)
```csharp
public static ForgeTypeId OhmM { get; }
```